[
    {
        "Assembly Sponsor": "Latoya Joyner",
        "Senate Number": "S2721",
        "Link to bill text": "https://www.nysenate.gov/legislation/bills/2023/S2721",
        "Assembly Number": "A1493",
        "Bill Name": "Statewide Right to Counsel",
        "Senate Sponsor": "Rachel May",
        "Bill Description": "The COVID-19 pandemic made New York State's eviction crisis even worse. With more than 175,000 active eviction cases across the state (as of September 2023), New York communities need long term solutions that will keep them safe and securely housed. We're calling on NY State to pass Statewide Right to Counsel (S2721 / A1493), so ALL tenants across New York State have the right to a lawyer when facing an eviction."
    },
    {
        "Assembly Sponsor": "Linda Rosenthal",
        "Senate Number": "N/A",
        "Link to bill text": "https://nyassembly.gov/leg/?default_fld=&leg_video=&bn=A00490&term=&Summary=Y&Actions=Y",
        "Assembly Number": "A490",
        "Bill Name": "Clean Hands",
        "Senate Sponsor": "N/A",
        "Bill Description": "Assembly Bill A490 requires a landlord to have clean hands to bring action for rent or eviction in certain cases. This would negate a landlord's ability to sue for nonpayment if there are housing code violations."
    },
    {
        "Assembly Sponsor": "Linda Rosenthal",
        "Senate Number": "S3254",
        "Link to bill text": "https://www.nysenate.gov/legislation/bills/2023/S3254",
        "Assembly Number": "A4993",
        "Bill Name": "Defend Right to Counsel",
        "Senate Sponsor": "Brad Hoylman-Sigal",
        "Bill Description": "Local Right to Counsel laws must be defended! We know that 84% of tenants who have a lawyer are able to stay in their home. RTC is only effective if tenants are given the time they need to find a lawyer. The NYS legislature must pass our Defend Right to Counsel Legislation (S3254 / A4993) to ensure that tenants in localities that have passed a Right to Counsel law are given the time they need to be connected to legal representation!"
    },
    {
        "Assembly Sponsor": "Anna Kelles",
        "Senate Number": "S1403",
        "Link to bill text": "https://www.nysenate.gov/legislation/bills/2023/S1403#:~:text=2023%2DS1403%20(ACTIVE)%20%2D%20Summary,properties%20during%20the%20winter%20months.",
        "Assembly Number": "A4093",
        "Bill Name": "Winter Eviction Moratorium",
        "Senate Sponsor": "Zellnor Myrie",
        "Bill Description": "Evictions tear apart families and communities, result in homelessness, and can cause serious mental and physical health problems. Especially during the winter months, New Yorkers need stable housing to keep kids in school, protect from infectious disease, and stay safe from the brutal cold. We're calling on NY State to pass a Winter Eviction Moratorium (S1403/A4093), to keep New Yorkers in their homes and out of the cold."
    }
]